{
  "overview": [
    "Auburn Montessori School - The Children's House is a school of choice. We believe that a family deserves the opportunity to investigate the program as it pertains to an environment that provides a high quality education of their young child.",
    "We also believe that our school deserves equal opportunity to interview families to determine whether the family's philosophy is currently compatible or has the potential to align with the Montessori Philosophy."
  ],
  "admissionRequirements": [
    "Signed School Readiness Guidelines",
    "Signed Enrollment Contract",
    "Completed Child's Pre-Admission Record on file (contact information, special needs/instructions/dietary restrictions, transportation arrangements, emergency contacts, authorized persons to pick up the child, authorization to obtain emergency medical care if parent/guardian cannot be reached)",
    "Immunization Certificate completed by a certified medical practitioner or physician's assistant before the child is accepted for school",
    "Each child must be potty trained prior to entry"
  ],
  "interviewSteps": [
    {
      "title": "Step 1 - Parent interview and tour (45 minutes)",
      "timeWindow": "Between 2:30pm - 5:00pm",
      "bullets": [
        "Montessori Philosophy and the monthly and annual curriculum",
        "Hours of operation, daily schedule, fees, parent resource material",
        "School calendar (dates/events where families can contribute, become involved, or learn more about the learning community)",
        "School website (school-to-family and parent-to-parent communication)",
        "Center questions for families: cultural beliefs and practices, family values and philosophy, child rearing and discipline practices",
        "Minimum Standards resource guide for state licensing",
        "Parent's Handbook resource guide for school policy including health, conferencing practices",
        "Introduction to staff (curriculum areas of instruction and qualifications)",
        "Preschool Readiness Guidelines (discipline policy)",
        "Process for admission includes online registration form and $50 registration fee",
        "Set up for minimum 30 minute Child Interview via email"
      ]
    },
    {
      "title": "Step 2 - Child interview (30 minutes)",
      "timeWindow": "Between 8:30am - 10:00am",
      "bullets": [
        "Identify evidence of skills outlined in Preschool Readiness Guidelines",
        "Staff and parent allow child space and time to feel comfortable in indoor or outdoor setting",
        "Observation of parent/child communication",
        "Observation of parent/child relationship and child/environment interaction (encouragement, fostering independence, receptivity of instruction, willingness to be guided, boundaries, freedom within limits, method of communication, preferred language)",
        "Determination made at time of interview"
      ]
    },
    {
      "title": "Step 3 - Welcome (admissions process)",
      "bullets": [
        "Welcome! Admissions process: see Admission Requirements."
      ]
    }
  ],
  "fitNotes": {
    "successful": [
      "Willingness to detach from parent although parent is present and involved.",
      "Interest in exploring, but respectful of environment",
      "Interest in peers, but aware of personal boundaries",
      "Willingness to be guided by adult",
      "Willingness to learn from others",
      "Demonstrates patience in an effort to observe to learn",
      "Becomes engaged in purposeful activity",
      "Doesn't want to leave the environment"
    ],
    "mayNeedMoreTime": [
      "Unwillingness to detach from parent although parent is present and involved.",
      "Unwillingness to take gentle, indirect or direct invitations from parent or staff.",
      "Outward verbal or physical aggression toward environment, staff, and others."
    ],
    "mayNotBeGoodFit": [
      "Overstimulation felt by the layout of environment; behavior is harmful, erratic, frenzied interactions toward materials.",
      "Overstimulation felt by the number of students; behavior shows aggressive resistance of others.",
      "Overstimulation felt by the number of choices: behavior shows confusion, fear, inactivity."
    ]
  }
}
